Repository: mozilla-l10n/mt-training-data
Catalog: mcn/mcn_pontoon.tmx
Source language: en_us
Languages: mcn

source: The giant dinosaurs of the Triassic. Yes.
mcn: Slena ma fullu nek nala awua

source: The giant dino <strong>[cough]</strong> the Triassic.
mcn: Mur ma fullu <strong>[duwayna]</strong>ma djewna

source: There are currently no sentences to review in this language.
mcn: Wilin ken duaida ta dida zi vuna ken maidi

source: The recording was too long.
mcn: Tapna fiogo.

source: The recording was too quiet.
mcn: Delha tapna mè donodi.

source: The recording was too short.
mcn: Tapna gōrō.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
mcn: Sumsara law zi delha vizia .la delha vizia suya , la nam goro nang asa humum gnadi hinim mu

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
mcn: Vada ta tap dida mudi hai commin voice .nigi asa <writeURL>dōmu</writeURL>dida kep <reviewURL>duaida</reviewURL>dida hai Common Voice.

source: The sentence has a grammatical or spelling error.
mcn: Dida ken mè doy gnadi

source: The sentence has disrespectful or offensive language.
mcn: Dida ken mè gnadi

source: The sentence must be grammatically correct.
mcn: Dida doy gnaha.

source: The sentence must be speakable.
mcn: Dida lawam mèy boney di.

source: The sentence must be spelled correctly.
mcn: Dida doy gnaha

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
mcn: Dida ken hai minda vigia, la nigi mina numa ney dida vigia zi slemna via, la nang mè tabang tuang di, la nang goda , la nang djufù.

source: Three to go!
mcn: Hini hidi.

source: Too many files
mcn: Slen ma gnaya ka gnolo

source: Transcribe audio recordings into text
mcn: Ligid dōn ma delha hai derwela

source: Transcribe audio recordings in your language
mcn: Dōng delha ma tabama zi vuna vigia

source: Try again by dragging your file here
mcn: Ligit lō

source: Try uploading again
mcn: Hotkida lō

source: Understand contribution criteria
mcn: Hum slena ma tabaina

source: Understand what to look for when listening to voice clips and help make your voice recordings richer too!
mcn: Humgi ma gnana hai slena ma nigui tabama

source: Upload aborted. Do you want to delete your recordings?
mcn: Mè kalèdi, min hinimu ?

source: { $uploadedSentences } of { $totalSentences } sentences collected
mcn: { $uploadedSentences } tapgi dida hai { $totalSentences }

source: { $uploadedSentences } of { $totalSentences } sentences collected. Click <downloadLink>here</downloadLink> to download rejected sentences.
mcn: { $uploadedSentences } dida ta tabaida hai { $totalSentences }<downloadLink>tani</downloadLink> fi nigi sli dida ma nigi mè minim di

source: Upload failed, please retry.
mcn: Mè tchoy di lum lo

source: Upload <icon></icon> public domain sentences
mcn: Hotkid </icon></icon>dida nā sumun wūm nongkaf

source: Upload in progress...
mcn: Hodom valam ka hagana

source: Upload more sentences?
mcn: Hotkid dida maraha ?

source: Use correct grammar
mcn: Doy gnaha

source: Use correct spelling and punctuation
mcn: Doy gnaha

source: Validate Readings
mcn: Min ma nisi liraha

source: Validate Readings, Review Transcriptions
mcn: Min ma nisi liraha, duaida delha ni dōmū

source: Validate Readings <small>(Coming soon)</small>
mcn: Min ma nisi liraha<small>(burmaraha)</small>

source: Validate readings submitted by community members
mcn: Min ma nisi liraha hotkid hai djafna vigia

source: Validate user-recorded readings in your language
mcn: Min ma nisi liraha ma nisi tabama zi sumsa luma zi vûna vigia

source: Varying Pronunciations
mcn: Did mè ki tuam nadi

source: Volume
mcn: Delha

source: Want to save your information? <createProfile>Create a profile</createProfile>
mcn: Nigi min tap slena lō ?<createProfile>hadina vigia.</createProfile>

source: We are going out to get a coffee.
mcn: Lin ka’a gnaha

source: We are going out to get coffee.
mcn: Lín ka’a gnaha

source: We couldn’t get any audio clips for you to listen to. Please try again later.
mcn: Numa mè fi delha ma nigi asa tabam lō

source: We couldn’t get any sentences for you to speak. Please try again later.
mcn: Slena ma numa dumu mai lodi

source: We may have run out of clips - refresh the page, or try again later.
mcn: Dida vigia asa li goro , la nigi mina nigi mudumu zi vuna maraha

source: We’re going out to get coffee.
mcn: Lin ka’a gnaha

source: We're making some big changes
mcn: Numa ka mudumu.

source: We’re sorry, your platform is not currently supported.
mcn: Yavumaha, vada mè tudi

source: We've run out of sentences to record in this language...
mcn: Slena má numa tabama zi vuna vuma’a maï lodi

source: We want the machine learning algorithms to able to handle a variety of background noise, and even relatively loud noises can be accepted provided that they don’t prevent you from hearing the entirety of the text. Quiet background music is OK; music loud enough to prevent you from hearing each and every word is not.
mcn: Nam gnaha la slena ma nang hadam ma mai zi lawdi nang asa hin nul , mai nizi lum zi delha gnolo di ha numa hum ma nizi duma

source: What issues are you experiencing with this sentence?
mcn: Vulgi law nigi fum zi dida

source: What needs to be in my file?
mcn: Nen lum hayam mè ?

source: What sentences can I add?
mcn: Asa di vara lō?

source: When listening, check very carefully that what has been recorded is exactly what has been written; reject if there are even minor errors. <br />Very common mistakes include:
mcn: Nigi duaid gnaha la slena ni tabama hirim tuamu, lā djod ka’a</br> hai hingida, djod keyni

source: Why are you asking?
mcn: Ala miguè ?

source: With a profile, you can keep track of your activity and connect with a community of voice data contributors.
mcn: Lā nang mina nang asa tabang tuangnu hai slena ma tap delha.

source: Write
mcn: Dõmu

source: Write options menu
mcn: Mudgi hai "Dōmu"

source: y
mcn: a

source: Y
mcn: A

source: Yes
mcn: Awa

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
mcn: Nigi asa redeng hai nede zi bama : { sc-review-form-button-approve-shortcut } vulang awa,{ sc-review-form-button-reject-shortcut } hinimu, { sc-review-form-button-skip-shortcut }digeya

source: You cannot add multiple sentences for a single submission
mcn: Nigi mè asa vul dida gnol di hai ma hot ma kep di

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
mcn: Nigi mè dek vun di ,kalgui hai <profilelink>nagnu</profilelink> deki vun nonkaf

source: You have reached the submission limit for this page. Please wait for { $retryLimit } minutes before submitting another sentence. Thank you for your patience!
mcn: Nigi tcho vadeya hai hotna fi derwela samgi duaha. Ma gnam { $retryLimit }busavata nigi vul dida ta wilida . Gigidebe fi ma nigi sama.

source: You have reached the submission limit for this page. Please wait for { $retryLimit } seconds before submitting another sentence. Thank you for your patience!
mcn: Nigi tcho vadeya hai hotna fi derwela samgi duaha { $retryLimit } ma gnam nèna busavata nigi vul dida ta wilida . Gigidebe fi ma nigi sama.

source: You must allow microphone access.
mcn: Dang la nizi asa tap delha

source: You’re contributing to a target segment
mcn: Nigi gumaha hai tunda tchoha

source: You’re contributing to our first target segment
mcn: Nigi gumaha hai tunda tchoha

source: You're going too fast. Please take a moment to review the sentence to make sure it's correct.
mcn: Nang ka lum koleyo .uwang la dida doy gnaha.

source: You're helping Common Voice reach our daily sentence goals!
mcn: Nigi gutki Common Voice ala nizi dida ma burkaf na

source: Your language variant might be out of clips! If you’re comfortable, you can change your settings to see other sentences within your language.
mcn: Numa mè fi delha ma nigi asa tabam lō

source: Your language variant might be out of sentences! If you’re comfortable, you can change your settings to see other sentences within your language.
mcn: Slena ma nigi dumu gorō là nigui mina nigui mudumu zi vuna vigia

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
mcn: Zi minda vigia Common Voice tcho hai tapna <goalPercentage></goalPercentage> slena { $goalValue } ma nam minima

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
mcn: Zi minda vigia Common Voice tcho hai tapna <goalPercentage></goalPercentage> slena ma gnana
